Repository: freifunk-berlin/falter-packages
Catalog: luci/luci-app-falter-service-registrar/po/*/service-registrar.po
Languages: de

source: <br> <p>This site gives you the chance to define your own services for the Freifunk network. If you enter the service details here, they will get announced to the mesh and other Freifunkers can use them. It's quite similar to regular web services, except this ones only live in Freifunk network. But there are other ways to get your service exposed to the internet. Just ask us, if you are interested in that.</p> <p>You can find two tabs in this app: <b>Websites</b> and <b>Generic Services</b>. They differ in what you want to do and how much you are experienced.</p> <p><b>Websites</b> will configure you a (static) website on your router. It will not only announce it to the mesh, but will additionally set up OpenWrts <i>uhttpd</i>-webserver, to serve your site. Please mind: As by the limitations of <i>uhttpd</i>, every Website must have it's own port. Especially you cannot use port 80, unless you deactivate the LuCI web-ui, which uses that port per default.</p> <p>The <b>Generic Services</b> gives you more flexibility in that way, that you can configure services that run on some other host in your local Freifunk net. If you are going to expose a webcam or some kind of server, this option is the right one for you.</p><br>
de: <br> <p>Auf dieser Seite kannst du deine eigenen Dienste für das Freifunknetz definieren. Wenn du hier die Daten deines Dienstes eingibst, werden sie im Mesh verteilt und andere Freifunker können deinen Dienst nutzen. Es ist so ähnlich wie das Internet, außer das diese Dienste nur innerhalb des Freifunknetzes erreichbar sind. Aber es gibt andere Möglichkeiten, deinen Dienst auch ins Internet zu bringen. Sprich uns einfach an, wenn du darauf Lust hast.</p> <p>In dieser App gibt es zwei Tabs: <b>Webseiten</b> und <b>Allgemeine Dienste</b>. Welchen du wählen solltest hängt davon ab, was du erreichen möchtest und wie viel Vorerfahrung du mitbringst.</p> <p><b>Webseiten</b> wird eine (statische) Webseite auf deinem Router konfigurieren. Es wird nicht nur das Registrieren erledigt, sondern zusätzlich wird OpenWrts <i>uhttpd</i>-Webserver so konfiguriert, dass er deine Seite auch ausliefert. Bitte beachte: Wegen ein paar Einschränkungen mit <i>uhttpd</i>, muss jede Webseite ihren eigenen Port haben. Insbesondere kann man nicht Port 80 nutzen, außer du deaktivierst das LuCI-Webinterface, das standardmäßig dort läuft.</p> <p>Der Tab <b>Allgemeine Dienste</b> hat eine größere Flexibilität: Man kann hier Dienste definieren, die auf einem anderen Gerät in deinem lokalen Freifunknetz laufen. Wenn du z.B. eine Webcam teilen möchtest, oder eine Art Server betreibst, ist diese Option genau richtig für dich.</p><br>

source: Description
de: Beschreibung

source: Disabled
de: Deaktiviert

source: Don't publish this service
de: Dienst nicht veröffentlichen

source: Don't publish this site
de: Seite nicht veröffentlichen

source: Generic Services
de: Allgemeine Dienste

source: Give a short description or title
de: Kurze Beschreibung oder Titel angeben

source: Give the directory where your site lives.
de: Verzeichnis, in dem die Seite liegt, angeben.

source: Grant UCI access to LuCI app falter-service-registrar
de: UCI-Zugriff für LuCI app falter-service-registrar gewähren

source: IP-Address
de: IP-Adresse

source: Must be a valid address from the routers host network.
de: Muss eine gültige Adresse aus dem Host-Netzwerk des Routers sein.

source: Protocol
de: Protokoll

source: Require string with characters, numbers and whitespace only. It must be less than 75 characters long.
de: Text darf nur Buchstaben, Zahlen und Leerzeichen enthalten. Er muss weniger als 75 Zeichen lang sein.

source: Set up Freifunk services
de: Freifunkdienste aufsetzen

source: The FQDN of your website, i.e.: "example.olsr"
de: Der FQDN deiner Webseite, z.B. "example.olsr".

source: The Fully-Qualified-Domain-Name of your website, i.e.: "example.olsr". This is URL on which your service will be available in the Freifunk network.
de: Der FQDN deiner Webseite, z.B. "example.olsr". Das ist die URL unter welcher dein Service im Freifunknetz erreichbar sein wird.

source: Websites
de: Webseiten
