Repository: freifunk-berlin/falter-packages
Catalog: luci/luci-mod-falter/po/*/falter.po
Languages: de

source: </strong>. The current default setup is 802.11s. Please select how to use this device in the future.
de: </strong>. Der aktuelle Standard ist 802.11s. Bitte wähle, welchen Funkmodus du verwenden möchtest.

source: <br> Current DHCP ports are:
de: <br> Derzeit DHCP:

source: Ad-Hoc (outdated)
de: Ad-Hoc (veraltet)

source: BBB-VPN (bbbdigger) Settings
de: BBB-VPN (bbbdigger) Einstellungen

source: Bad (ETX > 10)
de: Schlecht (ETX > 10)

source: Bandwidth
de: Bandbreite

source: Bandwidth Settings
de: Bandbreiteneinstellungen

source: Basic Settings
de: Grundeinstellungen

source: Basic settings
de: Grundeinstellungen

source: Basic settings are incomplete. Please go to
de: Die Grundeinstellungen sind unvollständig. Bitte gehe zu

source: Basic system settings
de: Grundlegende Systemeinstellungen

source: Channel
de: Kanal

source: Client network size
de: Client-Netzwerk-Größe

source: Community profile
de: Community-Profil

source: Community settings
de: Community-Einstellungen

source: Conntecting to the BBB-VPN
de: Mit BBB-VPN verbinden

source: Contact
de: Kontakt

source: Contact information is incomplete. Please go to
de: Die Kontaktinformationen sind unvollständig. Bitte gehe zu

source: Coordinates
de: Koordinaten

source: Country code
de: Ländercode

source: Default routes
de: Default-Routen

source: Disable default content
de: Standardinhalt deaktivieren

source: Diversity is enabled for device
de: Diversität ist für aktiviert für Gerät

source: Download-Bandwith in Mbit/s
de: Download-Bandbreite in Mbit/s

source: Edit index page
de: Willkommensseite überarbeiten

source: Enable IPv6
de: IPv6 aktivieren

source: Enable a virtual access point (VAP) by default if possible.
de: Falls möglich, aktiviere standardmäßig Virtual Access Point (VAP)

source: Error
de: Fehler

source: Find your coordinates with OpenStreetMap
de: Koordinaten mit OpenStreetMap finden

source: Freifunk Overview
de: Freifunk-Übersicht

source: Go to
de: Gehe zu

source: Good (2 < ETX < 4)
de: Gut (2 < ETX < 4)

source: Green
de: Grün

source: Hello and welcome in the network of
de: Herzlich willkommen im Netzwerk von

source: Hide OpenStreetMap
de: OpenStreetMap verstecken

source: IPv6 Config
de: IPv6 Konfiguration

source: IPv6 Prefix
de: IPv6-Präfix

source: IPv6 network in CIDR notation.
de: IPv6-Netz in CIDR-Notation.

source: If selected then the default content element is not shown.
de: Wenn diese Option ausgewählt ist, wird das Standardelement nicht angezeigt.

source: If you are interested in our project then contact the local community
de: Wenn du an unserem Projekt interessiert bist, wende dich an deine lokale Community

source: Index Page
de: Hauptseite

source: Interface
de: Schnittstelle

source: Internet access depends on technical and organisational conditions and may or may not work for you.
de: Der Zugang zum Internet hängt von technischen und organisatorischen Gegebenheiten ab. Er kann für dich funktionieren, muss aber nicht.

source: It is operated by
de: Er wird betrieben von

source: Latitude
de: Breitengrad

source: Legend
de: Legende

source: Load
de: Last

source: Local Time
de: Lokale Zeit

source: Location
de: Standort

source: Longitude
de: Längengrad

source: Map
de: Karte

source: Map Error
de: Kartenfehler

source: Memory
de: Speicher

source: Mesh prefix
de: Mesh-Präfix

source: Metric
de: Metrik

source: Mode
de: Modus

source: Model
de: Modell

source: Network
de: Netzwerk

source: Network for client DHCP addresses
de: Netzwerk für Client-DHCP Adressen

source: Nickname
de: Sptzname

source: No default routes known.
de: Keine Default-Routen bekannt.

source: Notice
de: Beachte

source: Operator
de: Betreiber

source: Overview
de: Übersicht

source: Package libiwinfo required!
de: Benötige Paket libiwinfo!

source: Phone
de: Telefon

source: Please fill in your contact details below.
de: Bitte trage deine Kontaktdaten ein.

source: Please set your contact information
de: Bitte trage deine Kontaktdaten ein

source: Power
de: Strom

source: Profile
de: Profil

source: Profile (Expert)
de: Profil (Experte)

source: Provides access to config files and scripts
de: Bietet Zugriff auf Konfigurationsdateien und Skripte

source: Realname
de: Name

source: Red
de: Rot

source: Select your location with a mouse click on the map. The map will only show up if you are connected to the Internet.
de: Wähle deinen Standort durch einen Klick auf die Karte. Du kannst die Karte nur sehen, wenn du mit dem Internet verbunden bist.

source: Show OpenStreetMap
de: OpenStreetMap anzeigen

source: Show on map
de: Auf Karte zeigen

source: Sometimes the physical ports on a router are inconveniently assigned to WAN and DHCP networks. By selecting to swap the ports, the roles of the ports will be reversed.<br><ul><li>A router with only two ports will reverse their roles. An example is the NanoStation M2/M5. The standard setup for the PoE port is DHCP, while WAN needs to be connected to the secondary port. This is a quite inconvenient configuration which this tool will change.<li>A router with only one port will, per default, be assigned to DHCP. This prevents being able to have any WAN access. This tool will reassign the single physical port to WAN. An example router is the Unifi-AC-Mesh.<li>A standand home router, with normally one WAN port and multiple DHCP ports can benefit from this tool as well. For example, if you want to use those ports for your private network (the network which has your DSL router) to be able to add additional devices (printer, game console, NAS storage), this tool will enable that. In this setup, the single port will be the only access to the freifunk network, while the remaining ports will be a part of your home network as well as internet access for freifunk</ul><br><br> Current WAN ports are:
de: Manchmal möchte man die Zuordnung der Netzwerkbuchsen am Router vertauschen. Das ist hier möglich. <br><ul><li> Bei einem Router mit nur zwei Ports werden die Rollen vertauscht, zum Beispiel bei der NanoStation M2/MS5. Die Standardeinstellung für den PoE-Port ist FF-DHCP und WAN auf dem anderen, zweiten Port. Dies kann man hier tauschen, sodass per PoE-Port der WAN-Uplink kommen kann (und an dem sekundären Port FF-DHCP anliegt).<li>Ein Router mit nur einem Port hat an diesem standardmäßig Freifunk-DHCP. Somit können wir hier normaler Weise keinen WAN-Uplink anschließen. Mit diesem Tool wird der einzelne Port zum WAN. Zum Beispiel nützlich beim Unifi-AC-Mesh mit seinem einen Port.<li>Auch für einen Standard-Router mit einem WAN- und mehreren DHCP-Ports kann dieses Tool genutzt werden. Zum Beispiel dann, wenn du die DHCP-Ports für den privates Heim-Netzwerk (das Netzwerk deines DSL-Routers) nutzen möchtest um zusätzliche Geräte (Drucker, Spielekonsole, NAS) anzuschließen. Dieses Tool kann das einstellen. In dieser Variante wird der einzelne Port der einzige Zugang zum Freifunknetz sein, während die anderen Ports Teil deines Heim-Netzwerks sein werden und Internetzugang für Freifunk bieten.</ul><br><br> Derzeit WAN:

source: Statistics
de: Statistiken

source: Still usable (4 < ETX < 10)
de: Noch gebrauchbar (4 < ETX < 10)

source: Swap Physical Ports
de: Physische Ports vertauschen

source: Swap WAN and DCHP Physical Ports
de: Physische WAN- und DHCP-Ports vertauschen

source: Swap WAN and DCHP ports
de: WAN- und DHCP-Ports vertauschen

source: Swap WAN and DHCP Physical Ports
de: Physische WAN- und DHCP-Ports vertauschen

source: The
de: Das

source: The <em>libiwinfo</em> package is not installed. You must install this component for working wireless configuration!
de: <em>libiwinfo</em>-Paket ist nicht installiert. Für eine funktionierende WLAN-Konfiguration muss du diese Paket installieren!

source: The OLSRd service is not configured to capture position data from the network.<br /> Please make sure that the nameservice plugin is properly configured and that the <em>latlon_file</em> option is enabled.
de: Der OLSRd-Service ist nicht korrekt konfiguriert. Er erfasst keine Positionsdaten aus dem Netzwerk.<br /> Bitte stelle sicher, dass Nameservice-Plugin korrekt ist und das die Option <em>latlon_file</em> eingeschaltet ist.

source: The nodes of the Freifunk network foward data based on shortest paths and highest bandwidth. Therefor we need to know, how much bandwidth to the internet there is and how much do you want to share. Typical values are 6.0 Mbit/s download and 0.5 Mbit/s upload with <em>DSL 6000</em> or 50.0 Mbit/s download and 10.0 Mbit/s upload with <em>VDSL 50000</em>. Preferably you test the actual bandwidth multiple time with a tool like <em>speedof.me</em>. Then you can fill in how much bandwidth you are willing to share with your peers. Please be generous, but don't overestimate. :-)
de: Die Knoten des Freifunk-Netzes leiten Daten auf Basis kürzester Pfade und höchster Bandbreite weiter. Deshalb müssen wir wissen, wie schnell dein Internetnaschluss ist und wie viel Du davon teilen möchtest. Typische Werte sind 6.0 Mbit/s Download und 0.5 Mbit/s Upload bei <em>DSL 6000</em> oder 50.0 Mbit/s Download und 10.0 Mbit/s Upload bei <em>VDSL 50000</em>. Am besten testest Du die tatsächliche Bandbreite mehrmals mit einem Tool wie <em>speedof.me</em>. Dann kannst Du eintragen, wie viel Bandbreite Du teilen möchtest. Bitte sei großzügig, aber überschätze deine Geschwindigkeit nicht. :-)

source: The wireless interfaces which are built into the router can mesh with other routers using either Ad-Hoc or 802.11s. <strong>802.11s is now the standard used.</strong> Some routers (or their drivers) might not support this new standard. Also, if this router currently meshes with Ad-Hoc then changing it to 802.11s would cause connectivity loss. Please contact your mesh neighbors to switch to 802.11s collectively. Please select which protocol to use.
de: Der Router kann mit anderen Routern entweder über Ad-Hoc oder 802.11s meshen. <strong>802.11s ist der aktuelle Standard.</strong> Einige Router (bzw. ihre Treiber) unterstützen diesen neuen Standard möglicherweise nicht. Wenn dieser Router derzeit über Ad-Hoc mesht, würde die Änderung auf 802.11s zu Verbindungsverlusten führen. Bitte wende dich an deine Mesh-Nachbarn, um gemeinsam zu 802.11s zu wechseln. Bitte wähle aus, welches Protokoll verwendet werden soll.

source: These are the basic settings for your local wireless community. These settings define the default values for the wizard and DO NOT affect the actual configuration of the router.
de: Dies sind die Grundeinstellungen für deine lokale Freifunk-Community. Sie definieren die Standard des Wizards und verändern die aktuellen Routereinstellungen NICHT.

source: These are the settings of your local community.
de: Das sind die Einstellungen deiner lokalen Community.

source: These pages will assist you in setting up your router for Freifunk or similar wireless community networks.
de: Diese Seiten werden dir helfen, deinen Router für Freifunk, oder vergleichbare WLAN-Community-Netzwerke, einzurichten.

source: This is the access point
de: Dies ist der Zugangspunkt

source: To enable island nodes of the Berlin Freifunk Network to be able to virtually mesh with the Berlin Backbone (BBB), BBB-VPN servers have been set up to allow meshing through a VPN using tunneldigger (bbbdigger). The BBB-VPN servers run a modified version of OLSRd which blocks any gateway advertisements and does not allow the VPN clients to see each other as direct neighbors.<br><br>Using bbbdigger will add a constant amount of background traffic going over the WAN interface of the router. So it is not recommended for devices which have metered internet access.
de: Um sogenannte Inselknoten des Berliner Freifunk-Netzes mit dem Berlin Backbone verbinden zu können, gibt es die BBB-VPN-Server. Diese ermöglichen das Meshen über eine VPN-Verbindung mit tunneldigger (bbbdigger). Die BBB-VPN-Server benutzen einen modifizierten OLSRd, der alle Gateway-Advertisments abblockt und die VPN-Clients gegeneinander abschottet.<br><br>Wenn du bbbdigger benutzt, wird der Router dauerhaft etwas Backround-Traffic auf deinem DSL-Anschluss erzeugen. Du solltest es also nicht benutzen, falls dein Internetanschluss eine Volumenbegrenzung hat.

source: Upload-Bandwidth in Mbit/s
de: Upload-Bandbreite in Mbit/s

source: Upon submission you will be redirected to the OLSRd Neighbors page. There you will be able to see the effects of enabling/disabling bbbdigger. It may take up to 60 seconds after enabling to see any results
de: Nach dem Abschicken wirst du auf die OLSRd-Nachbarn-Seite umgeleitet. Dort kannst du sehen, was das Ein-/Ausschalten von bbbdigger bewirkt. Es kann bis zu 60 Sekunden dauern, um nach dem Einschalten irgendetwas zu sehen.

source: Uptime
de: Laufzeit

source: Very good (ETX < 2)
de: Sehr gut (ETX < 2)

source: We are an initiative to establish a free, independent and open wireless mesh network.
de: Wir sind eine Initiative, die ein freies, unabhängiges und offenes drahtloses Mesh-Netzwerk aufbaut.

source: Wireless Mesh
de: WLAN-Mesh

source: Wireless Mesh Settings
de: WLAN-Mesh-Einstellungen

source: Wireless Overview
de: WLAN Übersicht

source: Wireless-Mesh Settings
de: WLAN-Mesh-Einstellungen

source: Yellow
de: Gelb

source: You can display additional content on the public index page by inserting valid XHTML in the form below.<br />Headlines should be enclosed between &lt;h2&gt; and &lt;/h2&gt;.
de: Du kannst zusätzliche Information auf der öffentlichen Hauptseite anzeigen, indem du gültiges XHTML in das Formular einfügst.<br />Überschriften sollten von &lt;h2&gt; und &lt;/h2&gt; umschlossen werden.

source: You can find further information about the global Freifunk initiative at
de: Weitere Information zur globalen Freifunk-Initiative findest du auf

source: You can manually edit the selected community profile here.
de: Du kannst das gewählte Community-Profil hier manuell bearbeiten.

source: You need to select a profile before you can edit it. To select a profile go to
de: Du musst ein Profil auswählen, bevor du es editieren kannst. Um ein Profil zu wählen, gehe zu

source: and fill out all required fields.
de: und fülle alle benötigten Felder aus.

source: buffered
de: gepuffert

source: device is currently set to <strong>
de: Das Gerät nutzt derzeit <strong>

source: e.g.
de: z.B.

source: free
de: frei

source: to disable it.
de: um es zu deaktivieren.

source: used
de: benutzt

source: wireless settings
de: WLAN-Einstellungen
